Repository: digitalmediabremen/hfk-checkin
Catalog: backend/checkin/locale/*/LC_MESSAGES/django.po
Languages: de

source: An error occurred. Your input might be not correct.
de: Es ist ein Fehler aufgetreten. Möglicherweise sind die Eingaben ungültig.

source: Sorry. An error occurred.
de: Es ist ein Fehler aufgetreten.

source: Please correct your input: %(error_list_str)s
de: Bitte korrigiere deine Eingabe: %(error_list_str)s

source: '%(field_name)s' can not be blank.
de: '%(field_name)s' darf nicht leer sein.

source: Notifications
de: E-Mail-Benachrichtigungen

source: Reservation requested
de: Buchung angefragt

source: Reservation requested official
de: Buchung angefragt an Zuständigen

source: Reservation cancelled
de: Buchungsanfrage storniert

source: Reservation confirmed
de: Buchungs bestätigt

source: Reservation created
de: Buchungsanfrage erstellt

source: Reservation denied
de: Buchungsanfrage abgelehnt

source: Reservation created with access code
de: Buchung erstellt mit Zugangscode

source: Access code was created for a reservation
de: Zugangscode für Buchung wurde erstellt

source: Reservation waiting for payment
de: Buchung wartet auf Bezahlung

source: Catering order created
de: Catering-Bestellung wurde erstellt

source: Catering order modified
de: Catering-Bestellung wurde geändert

source: Catering order deleted
de: Catering-Bestellung wurde gelöscht

source: Reservation comment created
de: Kommentar zur Buchung wurde erstellt

source: Catering order comment created
de: Kommentar zur Catering-Bestellung wurde erstellt

source: Type
de: Typ

source: Short message
de: Kurznachricht

source: Notification template
de: Benachrichtigungsvorlage

source: Notification templates
de: Benachrichtigungsvorlagen

source: Default Content
de: Standardinhalt

source: Email Template
de: E-Mail-Vorlage

source: Email Templates
de: E-Mail-Vorlagen

source: %(value)s is not a valid template
de: %(value)s ist keine gültige Vorlage

source: %(value)s doesn't match the available template format
de: %(value)s stimmt nicht mit dem vorhandenen Vorlagen-Format überein

source: max_length is implicitly set to 191 internally
de: max_length wird intern auf 191 eingestellt

source: display_name= argument must be a callable which takes a single string
de: display_name= Muss ein Aufrufelement sein, das eine einzelne Zeichenfolge akzeptiert

source: Preview HTML in
de: HTML-Vorschau auf

source: Preview Plain in
de: Plaintext-Vorschau auf

source: Reservation requested to delegtes
de: Buchung bei zuständigen Personen angefragt

source: External attendee requested to delegtes
de: Externe Person bei zuständigen Personen angefragt

source: Resource access requested to access delegtes
de: Zugangsberechtigung bei zuständigen Personen angefragt

source: Space
de: Raum

source: Organizer
de: Nutzer

source: Past / Future
de: Vergangenheit / Zukunft

source: Past
de: Vergangenheit

source: All
de: Alle

source: Now and future
de: Jetzt oder in Zukunft

source: State
de: Status

source: requested
de: angefragt

source: newly created
de: neu erstellt

source: confirmed
de: bestätigt

source: denied
de: abgelehnt

source: cancelled
de: storniert

source: Purpose
de: Grund

source: my relation
de: meiner Zuständigkeit

source: Reservations by me
de: für Buchungen verantwortlich

source: Access by me
de: für Zugang verantwortlich

source: Reservations by me (incl. unit)
de: für Buchungen verantwortlich (inkl. Gebäude)

source: Access by me (incl. unit)
de: für Zugang verantwortlich (inkl. Gebäude)

source: indifferent
de: egal

source: In my responsibility
de: in meiner Verantwortung

source: In my responsibility (incl. unit)
de: in meiner Verantwortung (inkl. Gebäude)

source: Created by me
de: von mir erstellt

source: Last edited by me
de: von mir zuletzt bearbeitet

source: Resource group
de: Raumgruppe

source: Resource groups
de: Raumgruppen

source: Number of assigned resources
de: Anzahl zugeordneter Resourcen

source: Resource
de: Ressource

source: Keycard number
de: Schließkartennummer

source: pending
de: zu bearbeiten

source: assigned
de: zugewiesen

source: not assigned
de: nicht zugewiesen

source: requested and not yet assigned
de: angefragt, noch nicht zugewiesen

source: requested and assigned
de: angefragt, bereits zugewiesen

source: Synced state
de: Übertragungsstatus

source: already synced
de: bereits übertragen

source: not synced
de: nicht übertragen

source: Resource access permission
de: Zugangsberechtigung

source: Resource access permissions
de: Zugangsberechtigungen

source: %(num_keycards)d keycards to assign
de: %(num_keycards)d offene Schließkartenanfragen

source: %d permission was marked as synced.
de: %d Berechtigung wurde übertragen.

source: Mark selected permissions as synced to the locking system
de: Markiere ausgewählte Berechtigungen als zur Schließanlage übertragen

source: Removed mark of %d permission as synced.
de: Markierung als Übertragen von %d Berechtigung entfernt.

source: Remove mark of selected permissions as synced to the locking system
de: Entferne Markierung der ausgewählte Berechtigungen als zur Schließanlage übertragen

source: %(num_recipients)d users in %(num_reservations)d permissions selected:
de: %(num_recipients)d Nutzer in %(num_reservations)d Berechtigungen(en) ausgewählt:

source: Open new email
de: Neue E-Mail an Nutzer öffnen

source: Email users of selected permissions
de: E-Mail an Nutzer der ausgewählten Berechtigungen senden

source: Profile
de: Benutzerprofil

source: Send email
de: E-Mail senden

source: First name
de: Vorname

source: Last name
de: Nachname

source: (no number)
de: (Keine Nummer)

source: Student number
de: Matrikelnummer

source: Permission
de: Berechtigung

source: User with permitted access
de: Nutzer mit Zugangsberechtigung

source: Users with permitted access
de: Nutzer mit Zugangsberechtigung

source: Access control delegate
de: Zuständigkeit für Zugangsberechtigungen

source: Access control delegates
de: Zuständigkeiten für Zugangsberechtigungen

source: Reservation delegate
de: Zuständigkeit für Buchungen

source: Reservation delegates
de: Zuständigkeiten für Buchungen

source: Unit access delegate
de: Zuständigkeit für Zugangsberechtigungen des Gebäudes

source: Unit access delegates
de: Zuständigkeiten für Zugangsberechtigungen des Gebäudes

source: Unit reservation delegate
de: Zuständigkeit für Buchungen des Gebäudes

source: Unit reservation delegates
de: Zuständigkeiten für Buchungen des Gebäudes

source: (External) user confirmation delegate
de: Zuständigkeit für Anmeldung (externer) Teilnehmer

source: (External) user confirmation delegates
de: Zuständigkeiten für Anmeldung (externer) Teilnehmer

source: External
de: Extern

source: Attendance record
de: Anwesenheitsdokuemtation

source: Attendance records
de: Anwesenheitsdokuemtationen

source: Timespan
de: Zeitraum

source: User
de: Nutzer

source: Begin
de: Anfang

source: End
de: Ende

source: Comment
de: Bemerkung

source: Reservation
de: Reservierung

source: Record enter
de: Eingang erfassen

source: Enter
de: Eingang

source: Record leave
de: Ausgang erfassen

source: Leave
de: Ausgang

source: Notification Message
de: Mitteilung zur Statusänderung

source: This message might be used in the notification send to the organizer on this update. The message will not be saved.
de: Diese Nachricht wird in der Statusbenachrichtigung verwendet, die beim Sichern versandt wird. Diese Nachricht wird darüber hinaus nicht gesichert.

source: Already existing reservations can not have state %s
de: Bereits erstellte Buchungsanfragen können nicht den Status %s haben

source: '%s' can not be set as organizer, until they have a valid user profile.
de: '%s' kann nicht als Nutzer eingesetzt werden, es kein gültiges Benutzerprofil gibt.

source: Request details
de: Anfragedetails

source: Creation and modifications
de: Erstellung und Änderungen

source: %(num_recipients)d organizers in %(num_reservations)d reservations selected:
de: %(num_recipients)d Nutzer in %(num_reservations)d Reservierung(en) ausgewählt:

source: Email organizers of selected reservations
de: E-Mail an Nutzer der ausgewählten Reservierung senden

source: Confirm selected reservations
de: Ausgewählte Reservierungen sofort bestätigen und Benachrichtigungen versenden

source: Deny selected reservations
de: Ausgewählte Reservierungen sofort ablehnen und Benachrichtigungen versenden

source: Change state of selected reservations to requested
de: Ausgewählte Reservierungen sofort auf `angefragt` setzen und Benachrichtigungen versenden

source: Could not process reservation %s. An error occurred: %s
de: Reservierung %s konnte nicht verarbeitet werden. Ein Fehler ist aufgetreten: %s

source: %(num)d reservation was successfully changed to %(state)s.
de: %(num)d Reservierung wurden erfolgreich zu `%(state)s` geändert.

source: %d reservation was skipped during update.
de: %d Reservierung wurde wären der Änderung übersprungen.

source: Failed to update %d reservation.
de: %d Reservierung konnte nicht verarbeitet werden.

source: Resource instructions
de: Raumhinweise

source: Resource reservation delegates
de: Buchungsverantwortliche

source: (phone contact not allowed)
de: (telefonische Kontaktaufnahme nicht erlaubt)

source: Phone number
de: Telefonnummer

source: Excl.
de: Exkl.

source: Date
de: Datum

source: Time
de: Zeit

source: Created at
de: Erstellt

source: Avail.
de: Auslastung

source: BLOCKED
de: BLOCKIERT

source: %s preferred language is: %s
de: %s bevorzugte Sprache ist: %s

source: Has been cancelled or denied.
de: Wurde storniert oder abgelehnt.

source: Has priority.
de: Hat Priorität.

source: Uses space exclusively.
de: Alleinige Nutzung.

source: Reservation occurred in the past.
de: Buchung liegt in der Vergangenheit.

source: Organizer does not want to attend. Yet the organizer is in the attendance list.
de: Nutzer will nicht teilnehmen. Trotzdem ist der Nutzer in der Teilnehmerliste.

source: Organizer does not want to attend.
de: Nutzer will nicht teilnehmen.

source: Organizer is missing from attendance list.
de: Der Nutzer fehlt in der Teilnehmerliste.

source: %(user)s has one or more group assignments: %(assigned_groups)s
de: %(user)s gehört zu folgenden Gruppen: %(assigned_groups)s

source: Checkin location
de: Checkin-Standort

source: Checkin locations
de: Checkin-Standorte

source: Features
de: Ausstattungsmerkmale

source: Access
de: Zugang

source: Changes
de: Änderungen

source: Cap.
de: Kap.

source: Associated capacity policies
de: Zugeordnete Kapazitätsrichtlinien

source: Unit
de: Gebäude

source: %(num_recipients)d reservation delegates in %(num_reservations)d resources selected:
de: %(num_recipients)d Buchungsverantwortliche für %(num_reservations)d Räume ausgewählt:

source: Email reservation delegates of selected resources
de: E-Mail an Buchungsverantwortliche der ausgewählten Räume senden

source: %(num_recipients)d access delegates in %(num_reservations)d resources selected:
de: %(num_recipients)d Zugangsverantwortliche für %(num_reservations)d Räume ausgewählt:

source: Email access delegates of selected resources
de: E-Mail an Zugangsverantwortliche der ausgewählten Räume senden

source: Open Calendar
de: Kalender öffnen

source: Reservable
de: Reservierbar

source: Not Reservable
de: Nicht Reservierbar

source: disabled
de: deaktiviert

source: Manual confirmation
de: Alle Buchungen müssen manuell bestätigt werden

source: not public
de: versteckt

source: Open calendar
de: Kalender öffnen

source: Open reservation list
de: Reservierungsliste öffnen

source: Access restricted
de: Eingeschränkter Zugang

source: Open access list
de: Zugangsliste öffnen

source: %s is not reservable.
de: %s ist nicht reservierbar.

source: Access Permissions
de: Zugangsberechtigung

source: Access Permissions for Spaces
de: Zugangsberechtigung für Räume

source: Attendance list for reservation
de: Teilnehmerliste für Buchungen

source: Attendance list for reservations
de: Teilnehmerliste für Buchungen

source: has priority
de: Hat Priorität

source: exclusive resource usage
de: Alleinige Nutzung

source: Illegal state change
de: Unzulässige Statusänderung

source: You cannot make a reservation in the past
de: Du kannst keine Anfragen in der Vergangenheit stellen.

source: This resource is blocked during this time. Sorry.
de: Dieser Raum ist zum gewählten Zeitpunkt (noch) nicht verfügbar.

source: The resource is reservable only before %(datetime)s
de: Dieser Bereich ist buchbar ab %(datetime)s.

source: The resource is reservable only after %(datetime)s
de: Dieser Bereich ist buchbar nach %(datetime)s

source: You are not allowed to make a reservation of this type
de: Du hast keine Freigabe, um Buchungen von dieser Art zu machen.

source: Only allowed to be set by staff members
de: Kann nur von Mitarbeitern eingestellt werden

source: This field cannot be changed
de: Dieses Feld kann nicht verändert werden

source: Invalid pk "{pk_value}" - object does not exist.
de: Ungültige Eingabe "{pk_value}".

source: Invalid value in filter %(filter)s
de: Ungültiger Wert für Filter %(filter)s

source: Can not cancel event in the past.
de: Du kannst keine Anfragen in der Vergangenheit stellen.

source: Resources and booking
de: Raumverwaltung und Buchungen

source: Order
de: Bestellung

source: Time of creation
de: Zeitpunkt der Erstellung

source: Time of modification
de: Zeitpunkt der letzten Änderung

source: needs approval
de: Bestätigung steht aus

source: approved
de: bestätigt

source: Userprofile
de: Benutzerprofil

source: Attendance state
de: Teilnahmestatus

source: Attendance
de: Teilnahme

source: Attendances
de: Teilnahmen

source: Can register attendances
de: Kann Anwesenheiten erfassen

source: %(name)s (External)
de: %(name)s (Extern)

source: %(name)s (Organizer)
de: %(name)s (Nutzer)

source: %(name)s (External organizer)
de: %(name)s (Externer Nutzer)

source: Attendance registration
de: Eingang und Ausgang

source: Attendance registrations
de: Eingäge und Ausgänge

source: %(profile)s on %(date)s for reservation %(reservation)s
de: %(profile)s am %(date)s für Reservierung %(reservation)s

source: open
de: offen

source: closed
de: geschlossen

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Description
de: Beschreibung

source: Closed
de: Geschlossen

source: period
de: Zeitraum

source: periods
de: Zeiträume

source: You must set 'resource' or 'unit'.
de: Du musst 'Raum' oder 'Gebäude' einstellen

source: You must set either 'resource' or 'unit', but not both.
de: Du musst entweder 'Raum' oder 'Gebäude' angeben, aber nicht beides.

source: You must set 'start' and 'end' fields.
de: Du musst die Felder 'Start' und 'Ende' angeben.

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnestag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Period
de: Periode

source: Weekday
de: Wochentag

source: Time when opens
de: Öffnungszeit

source: Time when closes
de: Schließzeit

source: Range between opens and closes
de: Zeitspanne zw. Öffnung und Schließung

source: description
de: Beschreibung

source: day
de: Tage

source: days
de: Tage

source: Related sent E-Mails
de: Zugehörige gesendete E-Mails

source: Created by
de: Erstellt von

source: Modified by
de: Geändert von

source: Need manual confirmation
de: Alle Buchungen manuell bestätigen

source: Instructions / Comments
de: Hinweise und Notizen

source: For internal use only. Shall not be displayed to users.
de: Für internen Gebrauch. Wird Endnutzern nicht angezeigt.

source: Minimum reservation time
de: Minimale Buchungsdauer

source: Maximum reservation time
de: Maximale Buchungsdauer

source: Slot size for reservation time
de: Zeitfenster für Buchungen

source: Maximum number of active reservations per user
de: Maximale Anzahl an bestätigten Buchungen pro Nutzer

source: Extra content to "reservation requested" notification
de: Zusatzinhalt für Benachrichtigungstyp "reservation requested"

source: Extra content to "reservation confirmed" notification
de: Zusatzinhalt für Benachrichtigungstyp "reservation confirmed"

source: Reservable max. days in advance
de: Maximale Tage im Voraus buchbar

source: Reservable min. days in advance
de: Minimale Tage im Voraus buchbar

source: External reservation URL
de: Externe URL für Reservierungen

source: A link to an external reservation system if this resource is managed elsewhere. Can not be combined with reservable.
de: Link zu einem externen System für Reservierungen dieses Raumes. Kann nicht mit "Reservierungen zulassen" kombiniert werden.

source: Can modify reservations
de: Kann Buchungen anpassen

source: Can modify access
de: Kann Zugang erteilen

source: Can modify reservations, but do not notify or use as Reply-To
de: Kann Reservierungen bearbeiten, aber nicht als Kontakt für Benachrichtigungen oder Antwort-E-Mails verwenden

source: Can modify access, but do not notify or use as Reply-To
de: Kann Zugang bearbeiten, aber nicht als Kontakt für Benachrichtigungen oder Antwort-E-Mails verwenden

source: Receive notifications for reservation requests, but do not allow access to backend
de: Bei Reservierungen als Kontakt für Benachrichtigungen oder Antwort-E-Mails verwenden, aber kein Zugang zum Backend erlauben

source: Receive notifications for access requests, but do not allow access to backend
de: Bei Zugangsberechtigungen als Kontakt für Benachrichtigungen oder Antwort-E-Mails verwenden, aber kein Zugang zum Backend erlauben

source: Can make reservations
de: Kann Buchungen vornehmen

source: Has permanent access
de: Hat dauerhaften Zugang

source: Can view reservation user
de: Kann Nutzer anzeigen

source: Can bypass manual confirmation requirement for resources
de: Kann manuelle Bestätigung für Ressourcen umgehen

source: Can create overlapping reservations
de: Kann Überschneidungen bei Buchungen erstellen

source: Can ignore resources max reservations per user rule
de: Kann maximale Buchungen pro Nutzer überschreiben

source: Can ignore resources max period rule
de: Kann maximale Buchungsdauern ignorieren

source: Can confirm (external) users
de: Kann (externe) Nutzer bestätigen

source: Can confirm (external) users, but do not notify or use as Reply-To
de: Kann (externe) Nutzer bestätigen, enthält aber keine Benachrichtigung oder wird als Antwort-An verwendet

source: Receive notifications for user requests, but do not allow access to backend
de: Erhält Benarichtigungen für Nutzeranfragen, aber keine keinen Zugang zum Backend

source: Can view Spaces within Unit
de: Kann Ressourcen in Gebäude anzeigen

source: Can change Spaces within Unit
de: Kann Ressourcen in Gebäude ändern

source: Can delete Spaces within Unit
de: Kann Ressourcen in Gebäude löschen

source: Can add Spaces within Unit
de: Kann Ressourcen in Gebäude hinzufügen

source: cancelled by user
de: storniert (durch Nutzer)

source: Normal reservation
de: Normale Buchung

source: Resource blocked
de: Blockierung

source: Room
de: Raum

source: Begin time
de: Startzeit

source: End time
de: Endzeit

source: Length of reservation
de: Dauer der Buchung

source: Message
de: Nachricht

source: Approver
de: Bestätigt durch

source: Attendees
de: Teilnehmer

source: Number of extra attendees
de: Anzahl zusätzlicher Teilnehmer

source: Extra attendees are added to the attendess that are explicitly identified, when building total attendee number for capacity calculation.
de: Zusätzliche Teilnehmer werden bei der Berechnung der maximalen Kapazität berücksichtigt.

source: Has priority
de: Hat Priorität

source: Phone contact agreed
de: Telefonische Kontaktaufnahme erlaubt

source: Exclusive resource usage
de: Alleinige Nutzung

source: Organizer is attending
de: Nutzer nimmt teil

source: Title
de: Titel

source: Optional title or reference for events, courses, classes etc. (For internal use only.)
de: Optionaler Titel als Referenz für Veranstaltungen, Lehrveranstaltungen etc. (Für internen Gebrauch. Wird Endnutzern nicht angezeigt.)

source: Optional link or web reference for this reservation. e.g. ARTIST page, event annoucement, etc. (For internal use only.)
de: Optionaler Link zu einer Webressource, z.B. ARTIST-Seite, Veranstaltungsankündigung etc. (Für internen Gebrauch. Wird Endnutzern nicht angezeigt.)

source: Reservations
de: Buchungen

source: Number of attendees
de: Personenzahl

source: Inactive
de: Inaktiv

source: %d day
de: %d Tag

source: Reservation was confirmed.
de: Buchung wurde bestätigt.

source: Reservation was just requested and will be processed shortly
de: Die Buchung wurde angefragt und wird zeitnah bearbeitet.

source: Reservation was just confirmed.
de: Buchung wurde bestätigt.

source: Reservation was denied.
de: Buchung wurde abgelehnt.

source: Reservation was canceled.
de: Buchung wurde storniert.

source: %s is not verified. Please verify before making reservations.
de: %s ist nicht verifiziert. Bitte vor Buchungsbestätigung verifizieren.

source: %s is an external user. External users can not make reservations.
de: %s ist externer Nutzer. Externe Nutzer können keine Reservierungen tätigen.

source: This resource is not reservable. Sorry.
de: Dieser Raum ist nicht reservierbar.

source: %s is not explicitly permitted to make reservations on this resource.
de: %s ist nicht explizit berechtigt Buchungen für diesen Raum anzufragen.

source: Begin or end are not valid dates.
de: Start- oder Endzeit sind nicht korrekt.

source: You must end the reservation after it has begun
de: Endzeit der Buchung muss nach der Startzeit liegen.

source: The resource's capacity (%(resource_capacity)d) is already exhausted for some of the period. Total attendance (incl. this one): %(attendance_sum)d.
de: Die Raumkapazität (%(resource_capacity)d) ist für einen Teil der angefragten Zeit bereits überschritten. Maximale Raumkapazität (inkl. diesem): %(attendance_sum)d.

source: The minimum reservation length is %(min_period)s.
de: Die minimale Buchungsdauer ist %(min_period)s.

source: The reservation duration must fit the slot size of %(slot_size)s or multiples of it.
de: Die Reservierungsdauer muss einem oder mehreden Zeitfenstern %(slot_size)s entsprechen.

source: Public
de: Öffentlich

source: reservation purpose
de: Buchungsgrund

source: reservation purposes
de: Buchungsgründe

source: Teaching
de: Lehrveranstaltung

source: Appointment
de: Terminbuchung

source: Exam
de: Prüfung

source: Exam preperation
de: Prüfungsvorbereitung

source: Council meeting
de: Gremiensitzung

source: Pickup
de: Abholung

source: Other purpose
de: Anderer Grund

source: Invalid value
de: Ungültige Eingabe

source: Resource feature
de: Ausstattungsmerkmal

source: Resource features
de: Ausstattungsmerkmale

source: Person
de: Benutzerprofil

source: Item
de: Gegenstand

source: Main type
de: Typ

source: resource type
de: Resourcentyp

source: resource types
de: Resourcentypen

source: File
de: Anhang

source: None
de: Keiner

source: 4-digit PIN code
de: 4-stelliger Pin-Code

source: 6-digit PIN code
de: 6-stelliger Pin-Code

source: Default without policies
de: Standardwert ohne Berücksichtigung der Richtlinien

source: Minimum according to policies
de: Minimalwert unter Berücksichtigung der Richtlinien

source: Maximum according to policies
de: Maximalwert unter Berücksichtigung der Richtlinien

source: Room number(s)
de: Raumnummer(n)

source: Alternative names
de: Alternative Namen

source: Resource type
de: Resourcentyp

source: Default people capacity
de: Standardpersonenkapazizät

source: Capacity calculation
de: Kapazitätsberechnung

source: Area (m²)
de: Größe (m²)

source: Floor number
de: Etagennummer

source: -1: Basement, 0: Ground Floor, 1: First Floor
de: -1: Keller, 0: Erdgeschoss, 1: Erste Etage, usw.

source: Floor name
de: Etagenbezeichung

source: Phone extension
de: Telefondurchwahl
