Repository: digitalmediabremen/hfk-checkin
Catalog: backend/checkin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Spaces
de: Räume

source: Resources can not be reservable in this system and use a external reservation service url at the same time.
de: Ressourcen können nicht zur selben Zeit über dieses System und ein externens System reservierbar sein.

source: Numbers
de: Nummern

source: You must start and end the reservation during opening hours
de: Die Buchungsanfrage muss innerhalb der Öffnungszeiten liegen.

source: The maximum reservation length is %(max_period)s
de: Die maximale Buchungsdauer ist %(max_period)s

source: Maximum number of active reservations for this resource exceeded.
de: Die maximale Anzahl an Buchungen für diesen Raum wurde überschritten.

source: Resources
de: Ressourcen

source: Overlapping opening hours
de: Überschneidende Öffnungszeiten

source: Absolute value
de: Absoluter Wert

source: Value
de: Wert

source: Capacity policy for resources
de: Raumkapazitätsrichtlinie

source: Capacity policies for resources
de: Raumkapazitätsrichtlinien

source: Abbreviation
de: Abkürzung

source: Time zone
de: Zeitzone

source: Building
de: Gebäude

source: Buildings
de: Gebäude

source: unit group
de: Gebäudegruppe

source: unit groups
de: Gebäudegruppen

source: subject of the authorization
de: Autorisierters Objekt

source: authorization level
de: Authorisierungsstufe

source: authorized user
de: Authorisierter Benutzer

source: unit group authorization
de: Gebäudegruppensuthorisierung

source: unit group authorizations
de: Gebäudegruppensuthorisierungen

source: Show in reservation backend
de: Bei Reservierungsbearbeitung im Backend anzeigen

source: Usergroup for reservations
de: Benutzergruppe

source: Usergroups for reservations
de: Benutzergruppen

source: %(count)d hour
de: %(count)d Stunde

source: Send email to %s with subject '%s' (%s).
de: Sende E-Mail an %s mit dem Betreff '%s' (%s).

source: Queued email to %s with subject '%s' (%s).
de: Sende E-Mail an %s mit dem Betreff '%s' (%s).

source: Add Another
de: Weitere hinzufügen

source: Delete Item
de: Eingabe löschen

source: Open Calendar for
de: Kalender öffnen für

source: Attendee list
de: Teilnahmeliste

source: Calendar
de: Kalender

source: + Add Resource to view
de: + Raum zur Ansicht hinzufügen

source: Welcome,
de: Willkommen,

source: End impersonation
de: Personifikation beenden

source: Please correct the error below.
de: Bitte korrigiere den untenstehenden Fehler.

source: Please correct the errors below.
de: Bitte korrigiere die untenstehenden Fehler.

source: Log in with
de: Einloggen mit

source: or
de: oder

source: Password
de: Passwort

source: Forgotten your password or username?
de: Passwort oder Benutzernamen vergessen?

source: Location
de: Standort

source: Subtitle / No.
de: Untertitel / Nr.

source: Used if not attached to resource.
de: Wird angezeigt, falls keine Raum zum Standort zugeordnet ist.

source: Timezone
de: Zeitzone

source: %(num_recipients)d users selected:
de: %(num_recipients)d Nutzer ausgewählt:

source: Email selected users
de: E-Mail an ausgewählte Nutzer senden

source: Keycard requested
de: Schließkarte angefragt

source: Keycard assigned
de: Schließkarte zugewiesen

source: Keycard status
de: Status Schließkarte

source: No permissions assigned
de: Keine Berechtigungen vergeben

source: %d permission to sync
de: %d zu übertragen

source: %d synced permission
de: %d bereits übertragen

source: Permission sync status
de: Status Berechtigungen

source: Show %d permission
de: %d Berechtigung anzeigen

source: Permissions
de: Berechtigungen

source: Personal info
de: Informationen zur Person

source: Additional info
de: Weitere Informationen

source: Important dates
de: Daten

source: Hidden value
de: Versteckter Wert

source: Group membership
de: Gruppenmitgliedschaft

source: Group memberships
de: Gruppenmitgliedschaften

source: Keycard already assiged. Can not request new card.
de: Schließkarte/-chip bereits zugewiesen. Weitere Karte kann nicht angefragt werden.

source: Keycard already requested. Please wait.
de: Schließkarte/-chip bereits angefragt. Bitte warten.

source: Keycard requested.
de: Schließkarte/-chip angefragt.

source: Can not request card. Please check your profile and contact support.
de: Schließkarte/-chip kann nicht angefragt werden. Bitte prüfe dein Profil und konktaktiere den Support.

source: Users and Profiles
de: Benutzer und Profile

source: Keycard
de: Schließkarte

source: Keycards
de: Schließkarten

source: email address
de: E-Mail-Adresse

source: Preferred UI language
de: Bevorzugte Sprache

source: Do not send email notifciations to this user
de: Sende keine Benachrichtigungen für Reservierungen

source: Administrator status (for resources and booking application)
de: Verwalter-Status (für Raumverwaltung und Buchungen)

source: Designates whether the user is a administrator with special permissions to many objects within resources application. This is almost as powerful as superuser.
de: Legt gest, dass der Benutzer besondere Berechtigungen für viele Objekte innerhalb der Raumverwaltungsanwendung hat. Die Berechtigungen sind in einigen Bereichen mit Administrator-Status gleichgestellt.

source: Keycard requested date
de: Schließkartenanfrage

source: %s (External)
de: %s (Extern)

source: %s (Unverified)
de: %s (Ungeprüft)

source: Userprofiles
de: Benutzerprofile

source: Can view any user or userprofile
de: Kann alle Benutzer oder Benutzerprofile anzeigen

source: Can lookup any user
de: Kann alle Benutzer nachschlagen

source: Can view external users
de: Kann externe Benutzer anzeigen

source: Can view non-external users
de: Kann nicht-externe Benutzer anzeigen

source: Can view unverified users
de: Kann nicht-verifizierte Benutzer anezigen

source: Can display full names
de: Kann vollständige Namen anzeigen

source: Can display full e-mail addresses
de: Kann vollständige E-Mail-Adressen anzeigen

source: Can display full phone numbers
de: Kann vollständige Telefonnummern anzeigen

source: Can display student numbers
de: Kann vollständige Matrikelnummern anzeigen

source: Can change status
de: Kann status ändern

source: Can change keycard
de: Kann Schließkarte ändern

source: Can change personal data
de: Kann persönliche Daten ändern

source: Time of sync
de: Zeitpunkt der Übertragung
